Repository: e-valuation/EvaP
Catalog: evap/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please vote for all contributors you worked with. Click on "I can't give feedback" to skip a person.
de: Bitte bewerte alle Mitwirkenden oder klicke auf "Ich kann diese Person nicht bewerten", um die Person zu überspringen.

source: The evaluation can be continued later using the same device and the same browser. But you have to submit it to send it to the server and make it count. After submitting, you cannot edit the evaluation anymore.
de: Die Evaluierung kann später auf demselben Gerät im selben Browser fortgesetzt werden. Du musst den Fragebogen aber absenden, damit er zum Server geschickt und verarbeitet wird. Nach dem Absenden kannst du die Evaluierung nicht mehr bearbeiten.

source: Submit questionnaire
de: Fragebogen absenden

source: The server can't be reached. Your answers have been stored in your browser and it's safe to leave the page. Please try again later to submit the questionnaire.
de: Der Server reagiert nicht. Deine Antworten wurden in deinem Browser zwischengespeichert und du kannst die Seite nun verlassen. Bitte versuche später noch einmal, den Fragebogen abzusenden.

source: just now
de: gerade eben

source: less than 10 seconds ago
de: vor weniger als 10 Sekunden

source: less than 30 seconds ago
de: vor weniger als 30 Sekunden

source: less than 1 minute ago
de: vor weniger als 1 Minute

source: Last saved locally
de: Zuletzt lokal gespeichert

source: Could not save your information locally
de: Lokales Speichern ist fehlgeschlagen

source: Submitting...
de: Senden...

source: I can't give feedback about this contributor
de: Ich kann diese Person nicht bewerten

source: Add a text answer to this question
de: Textantwort zu dieser Frage hinzufügen

source: After publishing, this text answer can be seen by:
de: Nach dem Veröffentlichen können diese Textantwort sehen:

source: Your vote was recorded.
de: Deine Antworten wurden gespeichert.
